Repository: darktable-org/darktable
Catalog: doc/usermanual/po/pt_BR.tmx
Source language: en
Languages: pt_br

source: drag to change black point, doubleclick resets
pt_br: arraste para mudar ponto preto, clique duplo reinicializa

source: drag to change exposure, doubleclick resets
pt_br: arraste para mudar exposição, clique duplo reinicializa

source: hide histogram
pt_br: esconder histograma

source: create style from history
pt_br: criar estilo do histórico

source: compress history stack
pt_br: comprimir histórico de ações

source: create a minimal history stack which produces the same image
pt_br: criar o mínimo histórico que reproduz a mesma imagem

source: create a style from the current history stack
pt_br: criar estilo do histórico atual

source: always-on module
pt_br: módulo sempre-ligado

source: default enabled module
pt_br: módulo habilitado por default

source: deprecated module
pt_br: módulo descontinuado

source: selected image[s]
pt_br: selecionar imagem[ns]

source: trash
pt_br: lixeira

source: send file to trash
pt_br: enviar o arquivo para a lixeira

source: physically delete from disk
pt_br: excluir fisicamente do disco

source: remove
pt_br: remover

source: remove from the collection
pt_br: remover da coleção

source: move...
pt_br: mover...

source: move to other folder
pt_br: mover para outra pasta

source: copy to other folder
pt_br: copiar para outra pasta

source: create HDR
pt_br: criar HDR

source: create a high dynamic range image from selected shots
pt_br: criar imagem de grande alcance dinâmico dos disparos selecionados

source: duplicate
pt_br: duplicar

source: add a duplicate to the collection, including its history stack
pt_br: adicionar uma duplicata a coleção, incluindo seu histórico

source: rotate selected images 90 degrees CCW
pt_br: girar seleção 90 graus sentido anti-horário

source: rotate selected images 90 degrees CW
pt_br: girar seleção 90 graus sentido horário

source: reset rotation
pt_br: restabelecer rotação

source: reset rotation to EXIF data
pt_br: restabelecer rotação conforme dados EXIF

source: copy locally
pt_br: copia local

source: copy the image locally
pt_br: copia a imagem localmente

source: resync local copy
pt_br: atualiza cópia local

source: synchronize the image's XMP and remove the local copy
pt_br: sincroniza o XMP da imagem e remove a cópia local

source: group
pt_br: agrupar

source: add selected images to expanded group or create a new one
pt_br: adiciona imagens selecionadas ao grupo expandido ou criar um novo

source: ungroup
pt_br: desagrupar

source: remove selected images from the group
pt_br: remover imagens selecionadas do grupo

source: ratings
pt_br: classificações

source: select ratings metadata
pt_br: selecione metadados de classificação

source: colors
pt_br: cores

source: select colors metadata
pt_br: selecione metadados de cores

source: select tags metadata
pt_br: seleciona metadados das etiquetas

source: select geo tags metadata
pt_br: seoecionar metadados de etiquetas de geolocalização

source: select dt metadata (from metadata editor module)
pt_br: selecionar metadados dt (do módulo editor de metadados)

source: set the (first) selected image as source of metadata
pt_br: determinar a (primeira) imagem selecionada como fonte de metadados

source: paste selected metadata on selected images
pt_br: escrever metadados para imagens selecionadas

source: clear
pt_br: remover

source: clear selected metadata on selected images
pt_br: limpar metadados selecionados para imagens selecionadas

source: merge
pt_br: mesclar

source: how to handle existing metadata
pt_br: como gerenciar metadados existentes

source: update image information to match changes to file
pt_br: atualizar informações da imagem para corresponder às mudanças no arquivo

source: remove from collection
pt_br: remover da coleção

source: delete from disk or send to trash
pt_br: excluir do disco ou enviar para a lixeira

source: resync the local copy
pt_br: atualiza cópia local

source: copy metadata
pt_br: copiar metadados

source: replace metadata
pt_br: substituir metadados

source: paste metadata
pt_br: colar metadados

source: clear metadata
pt_br: limpar metadados

source: scan for devices
pt_br: procurar por dispositivos

source: import from camera
pt_br: importar da câmera

source: tethered shoot
pt_br: disparo remoto

source: import folder
pt_br: importar pasta

source: device "%s" connected on port "%s".
pt_br: dispositivo "%s" conectado na porta "%s".

source: no supported devices found
pt_br: nenhum dispositivo suportado encontrado

source: import options
pt_br: opções de importação

source: import folders recursively
pt_br: importar pastas recursivamente

source: recursively import subfolders. Each folder goes into a new film roll.
pt_br: importar subdiretórios recursivamente. cada diretório criará um novo rolo de filme.

source: supported images
pt_br: imagens suportadas

source: file has unknown format!
pt_br: arquivo tem formato desconhecido!

source: image...
pt_br: imagem...

source: select one or more images to import
pt_br: selecione uma ou mais imagens para impotar

source: folder...
pt_br: pasta...

source: select a folder to import as film roll
pt_br: selecione uma pasta para importar como rolo de filme

source: scan for newly attached devices
pt_br: procurar dispositivos recentemente conectados

source: edit `%s'
pt_br: editar `%s'

source: nothing to save
pt_br: nada a gravar

source: live view
pt_br: exibição ao vivo

source: toggle live view
pt_br: alternar exibição ao vivo

source: zoom live view
pt_br: exibição zoom ao vivo

source: move focus point in (big steps)
pt_br: mover ponto de foco para dentro (passos grandes)

source: move focus point in (small steps)
pt_br: mover ponto de foco para dentro (passos pequenos)

source: move focus point out (small steps)
pt_br: mover ponto de foco para fora (passos grandes)

source: move focus point out (big steps)
pt_br: mover ponto de foco para fora (passos pequenos)

source: rotate 90 degrees ccw
pt_br: girar imagens selecionadas 90 graus sentido anti-horário

source: rotate 90 degrees cw
pt_br: girar imagens selecionadas 90 graus sentido horário

source: flip live view horizontally
pt_br: girar exibição ao vivo horizontalmente

source: selected image
pt_br: imagem selecionada

source: overlay another image over the live view
pt_br: sobrepor outra imagem sobre a exibição ao vivo

source: image id
pt_br: imagem id

source: enter image id of the overlay manually
pt_br: introduza o id da imagem para sobrepor manualmente

source: overlay mode
pt_br: modo de sobreposição

source: saturate
pt_br: saturação

source: color dodge
pt_br: subexposição de cor

source: color burn
pt_br: superexposição de cor

source: hard light
pt_br: luz forte

source: soft light
pt_br: luz suave

source: exclusion
pt_br: exclusão

source: HSL hue
pt_br: matiz HSL

source: HSL saturation
pt_br: saturação HSL

source: HSL color
pt_br: cor HSL

source: HSL luminosity
pt_br: luminosidade HSL

source: mode of the overlay
pt_br: modo da sobreposição

source: split line
pt_br: divide linha

source: only draw part of the overlay
pt_br: desenha apenas parte da sobreposição

source: find location
pt_br: encontra localização

source: map settings
pt_br: configurações do mapa

source: show OSD
pt_br: mostra OSD

source: toggle the visibility of the map overlays
pt_br: alterna a visibilidade das sobreposições do mapa

source: map source
pt_br: origem do mapa

source: select the source of the map. some entries might not work
pt_br: selecionar a origem do mapa. algumas entradas podem não funcionar

source: group #%d
pt_br: grupo #%d

source: duplicate this shape
pt_br: duplicar esta forma

source: delete this shape
pt_br: exclui esta forma

source: remove from group
pt_br: remover do grupo

source: group the forms
pt_br: agrupar as formas

source: use inverted shape
pt_br: usar forma invertida

source: mode : union
pt_br: modo : união

source: mode : intersection
pt_br: modo : intersecção

source: mode : difference
pt_br: modo : diferença

source: mode : exclusion
pt_br: modo : exclusão

source: cleanup unused shapes
pt_br: limpar formas não usadas

source: created shapes
pt_br: formas criadas

source: metadata editor
pt_br: editor de metadados

source: <leave unchanged>
pt_br: <deixar sem modificações>

source: metadata settings
pt_br: configurações de metadados

source: tick if the corresponding metadata is of no interest for you it will be hidden from metadata editor, collection, image information and import module neither will it be exported
pt_br: escolha se o metadado correspondente não é de interesse para você ele será escondido do editor de metadados, coleção, informação da imagem e módulo de importação também não será exportado

source: private
pt_br: privado

source: tick if you want to keep this information private (not exported with images)
pt_br: escolha se quiser manter esta informação privada (não exportada com a imagem)

source: metadata list
pt_br: lista de metadados

source: metadata text. ctrl-wheel scroll to resize the text box ctrl-enter inserts a new line (caution, may not be compatible with standard metadata). if <leave unchanged> selected images have different metadata. in that case, right-click gives the possibility to choose one of them. press escape to exit the popup window
pt_br: texto de metadado. ctrl-rolar para mudar o tamanho da caixa de texto ctrl-enter insere nova linha (cuidado, pode não ser compatível com metadados padrão.) se <deixar sem modificações> imagens selecionadas tem diferentes metadados. neste caso, clique-direito dá possibilidade de escolher qual. pressione esc para sair da janela pop-up

source: remove metadata from selected images
pt_br: remover metadados para imagens selecionadas

source: write metadata for selected images
pt_br: escrever metadados para imagens selecionadas

source: configure metadata
pt_br: configurar metadados

source: all rights reserved
pt_br: todos direitos reservados

source: all rights reserved.
pt_br: todos direitos reservados.

source: filmroll
pt_br: rolo de filme

source: group id
pt_br: identificação de grupo

source: version
pt_br: versão

source: full path
pt_br: caminho completo

source: focus distance
pt_br: distância de foco

source: datetime
pt_br: data/hora

source: height
pt_br: altura

source: export width
pt_br: exportar largura

source: export height
pt_br: exportar altura

source: elevation
pt_br: elevação

source: categories
pt_br: categorias

source: image information
pt_br: informação da imagem

source: double click to jump to film roll %s
pt_br: clique duplo para pular para rolo de filme %s

source: unused
pt_br: não utilizado

source: unused/deprecated
pt_br: não utilizado/obsoleto

source: marked for deletion
pt_br: marcado para remoção

source: auto-applying presets applied
pt_br: predefinições automáticas aplicadas

source: legacy flag. set for all new images
pt_br: flag de legado. selecione para todas as novas imagens

source: has .txt
pt_br: possui .txt

source: has .wav
pt_br: possui .wav

source: image rejected
pt_br: imagem rejeitada

source: image has %d star
pt_br: a imagem tem %d estrela

source: unknown
pt_br: desconhecido

source: loader: %s
pt_br: carregador: %s

source: jump to film roll
pt_br: pula para rolo de filme

source: modulegroups
pt_br: grupos de módulos

source: show only active modules
pt_br: mostrar apenas módulos ativos

source: show only your favourite modules (selected in `more modules' below)
pt_br: mostrar apenas seus módulos favoritos (selecionados em `mais módulos' logo abaixo)

source: basic group
pt_br: grupo básico

source: tone group
pt_br: grupo de tom

source: color group
pt_br: grupo de cor

source: correction group
pt_br: grupo de correção

source: effects group
pt_br: grupo de efeitos

source: search module
pt_br: buscar módulo

source: search modules by name or tag
pt_br: procurar módulos por nome ou etiqueta

source: clear text
pt_br: limpar texto

source: more modules
pt_br: outros módulos

source: subset: no module
pt_br: subconjunto: nenhum módulo

source: subset: all modules
pt_br: subconjunto: todos os módulos

source: subset: default modules
pt_br: subconjunto: módulos padrão

source: workspace: all-purpose
pt_br: área de trabalho: geral

source: workspace: landscape & HDR
pt_br: área de trabalho: paisagem & HDR

source: workspace: architecture & streets
pt_br: área de trabalho: arquitetura & ruas

source: workspace: portrait & beauty
pt_br: área de trabalho: retrato & beleza

source: workspace: lowlight & high ISO
pt_br: área de trabalho: luz baixa & ISO alto

source: subset: creative modules only
pt_br: subconjunto: módulos criativos apenas

source: subset: technical modules only
pt_br: subconjunto: módulos técnicos apenas

source: navigation
pt_br: navegação

source: fit to screen
pt_br: ajustar à tela

source: hide navigation thumbnail
pt_br: esconde miniatura de navegação

source: print settings
pt_br: configurações de impressão

source: processing `%s' for `%s'
pt_br: processando `%s' para `%s'

source: cannot open printer profile `%s'
pt_br: não foi possível abrir o perfil de impressora `%s'!

source: error getting output profile for image %d
pt_br: erro ao obter perfil de saída para imagem %d

source: cannot apply printer profile `%s'
pt_br: não foi possível aplicar o perfil de impressora `%s'!

source: failed to create temporary pdf for printing
pt_br: falha ao criar pdf temporário para imprimir

source: cannot print until a picture is selected
pt_br: não pode imprimir até que uma foto seja selecionada

source: cannot print until a printer is selected
pt_br: não pode imprimir até uma impressora ser selecionada

source: cannot print until a paper is selected
pt_br: não pode imprimir até um papel ser selecionado

source: cannot get image %d for printing
pt_br: não foi possível obter a imagem %d para imprimir

source: printer
pt_br: impressora

source: media
pt_br: mídia

source: color management in printer driver
pt_br: gerenciamento de cor no driver da impressora

source: printer ICC profiles in %s or %s
pt_br: perfis ICC em %s ou %s

source: black point compensation
pt_br: compensação de ponto preto

source: activate black point compensation when applying the printer profile
pt_br: ativar compensação de ponto preto ao aplicar o perfil da impressora

source: page
pt_br: página

source: image width/height
pt_br: largura/altura da imagem

source: scale factor
pt_br: fator de escala

source: image scale factor from native printer DPI: < 1 means that it is downscaled (best quality) > 1 means that the image is upscaled a too large value may result in poor print quality
pt_br: fator de escala de imagem nativo da impresora: <1 significa que foi encolhido (melhor qualidade) >1 significa que a imagem foi aumentada um valor muito grande pode resultar em baixa qualidade de impressão

source: top margin
pt_br: margem superior

source: left margin
pt_br: margem esquerda

source: lock
pt_br: bloquear

source: change all margins uniformly
pt_br: mudar todas as margens uniformemente

source: right margin
pt_br: margem direita

source: bottom margin
pt_br: margem inferior

source: temporary style to use while printing
pt_br: estilo temporário a ser usado ao imprimir

source: print
pt_br: imprimir

source: print with current settings
pt_br: imprimir com configuração atual

source: recently used collections
pt_br: coleções usadas recentemente

source: jump back to previous collection
pt_br: pula para coleção anterior

source: and
pt_br: e

source: or
pt_br: ou

source: but not
pt_br: mas não

source: select all images in current collection
pt_br: seleciona todas imagens na coleção atual

source: select none
pt_br: cancela seleção

source: clear selection
pt_br: limpa seleção

source: invert selection
pt_br: inverte seleção

source: select unselected images in current collection
pt_br: seleciona images não selecionadas na coleção atual

source: select film roll
pt_br: seleciona rolo de filme

source: select all images which are in the same film roll as the selected images
pt_br: seleciona todas as imagens que estão no mesmo rolo de filme que as imagens selecionadas

source: select untouched
pt_br: seleciona não modificadas

source: select untouched images in current collection
pt_br: seleciona imagens não modificadas na coleção atual

source: session
pt_br: sessão

source: create
pt_br: criar

source: snapshots
pt_br: instantânea

source: take snapshot
pt_br: tira instantânea

source: toggle last snapshot
pt_br: liga/desliga última instantânea

source: take snapshot to compare with another image or the same image at another stage of development
pt_br: tira uma instantânea para comparar com outra imagem ou a mesma imagem em outro estágio de revelação

source: styles
pt_br: estilos

source: do you really want to remove style '%s'?
pt_br: você realmente deseja excluir o estilo '%s'?

source: remove style?
pt_br: remover estilo?

source: select style
pt_br: selecionar estilo

source: darktable style files
pt_br: arquivos de estilo do darktable

source: available styles, doubleclick to apply
pt_br: estilos disponíveis, clique duplo para aplicar

source: filter style names
pt_br: nomes dos estilos de filtro

source: create duplicate
pt_br: cria duplicata

source: creates a duplicate of the image before applying style
pt_br: cria uma duplicata da imagem antes de aplica o estilo

source: create...
pt_br: criar...

source: create styles from history stack of selected images
pt_br: cria estilos a partir do histórico das imagens selecionadas

source: edit...
pt_br: editar...

source: edit the selected style in list above
pt_br: edita o estilo selecionado na lista acima

source: removes the selected style in list above
pt_br: exclui os estilos selecionados na lista acima

source: import style from a style file
pt_br: importa estilo de um arquivo de estilo

source: export the selected style into a style file
pt_br: exportar o estilo selecionado em um arquivo de estilo

source: tagging
pt_br: etiquetas

source: attach
pt_br: anexar

source: detach
pt_br: remover

source: new
pt_br: novo

source: redo last tag
pt_br: repetir última etiqueta

source: attach tag to all
pt_br: anexa etiqueta a todas as imagens

source: detach tag
pt_br: remover etiqueta

source: delete tag?
pt_br: excluir etiqueta?

source: tag: %s
pt_br: etiqueta: %s

source: do you really want to delete the tag `%s'? %d image is assigned this tag!
pt_br: você realmente deseja excluir a etiqueta `%s'? %d imagem atribuida a esta etiqueta!

source: tag %s removed
pt_br: etiqueta %s removida

source: delete path
pt_br: excluir caminho

source: <u>%d</u> tag will be deleted.
pt_br: <u>%d</u> etiquta será removida.

source: <u>%d</u> image will be updated
pt_br: <u>%d</u> imagem será atualizada

source: %d tags removed
pt_br: %d etiquetas removidas

source: create tag
pt_br: criar etiqueta

source: name:
pt_br: nome:

source: add to: "%s"
pt_br: adicionar a: "%s"

source: category
pt_br: categoria

source: synonyms:
pt_br: sinônimos:

source: empty tag is not allowed, aborting
pt_br: etiqueta vazia não permitido, abortando

source: tag name already exists. aborting.
pt_br: etiqueta já existe. abortando.

source: edit tag
pt_br: editar etiqueta

source: <u>%d</u> tag will be updated.
pt_br: <u>%d</u> etiqueta será atualizada.

source: '|' character is not allowed for renaming tag. to modify the hierachy use rename path instead. Aborting.
pt_br: caracter '|' não é permitido para renomear etiqueta. para modificar a hierarquia use renomear caminho. Abortando.

source: at least one new tag name (%s) already exists, aborting
pt_br: pelo menos um nome de etiqueta ('%s') já existe, abortando

source: rename path?
pt_br: renomear caminho?

source: selected path: %s
pt_br: caminho selecionado: %s

source: '|' misplaced, empty tag is not allowed, aborting
pt_br: '|' em local incorreto, etiqueta vazio não permitido, abortando

source: at least one new tagname (%s) already exists, aborting.
pt_br: pelo menos um etiqueta ('%s') já existe, abortando.

source: attach tag
pt_br: anexar etiqueta

source: delete tag
pt_br: excluir etiqueta

source: create tag...
pt_br: criar...

source: edit tag...
pt_br: editar etiqueta...

source: rename path...
pt_br: renomear caminho...

source: copy to entry
pt_br: copia para entrada de dados

source: go to tag collection
pt_br: ir a coleção de etiquetas

source: go back to work
pt_br: voltar ao trabalho

source: (private)
pt_br: (privado)

source: Select a keyword file
pt_br: Selecione um arquivo de palavras-chave

source: _import
pt_br: _importar

source: error importing tags
pt_br: erro importando etiquetas

source: %zd tags imported
pt_br: %zd etiquetas importadas

source: Select file to export to
pt_br: Selecione arquivo para exportar

source: _export
pt_br: _exportar

source: error exporting tags
pt_br: erro exportando etiquetas

source: %zd tags exported
pt_br: %zd etiquetas exportadas

source: attached tags, double-click to detach right-click for other actions on attached tag, ctrl-wheel scroll to resize the window
pt_br: etiquetas anexadas, duplo-clique-direito para remover clique-direito para outras ações em etiquetas anexadas, ctrl-rola para mudar o tamanho da janela

source: attach tag to all selected images
pt_br: anexa etiqueta as imagens selecionadas

source: detach tag from all selected images
pt_br: remove etiqueta das imagens selecionadas

source: toggle list with / without hierarchy
pt_br: liga/desliga lista com / sem hierarquia

source: toggle sort by name or by count
pt_br: escolhe ordenar por nome ou contagem

source: toggle show or not darktable tags
pt_br: liga/desliga mostrar etiquetas darktable

source: enter tag name
pt_br: entre nome da etiqueta

source: clear entry
pt_br: limpar texto

source: tag dictionary, double-click to attach, right-click for other actions on selected tag, ctrl-wheel scroll to resize the window
pt_br: docionário de etiquetas, clique-duplo para adicionar, clique-direito para outras ações na etiqueta selecionada, ctrol-rolar para mudar o tamanho da janela

source: create a new tag with the name you entered
pt_br: criar nova etiqueta com o nome entrado

source: import tags from a Lightroom keyword file
pt_br: importar etiquetas de um arquivo de palavras-chave do Lightroom

source: export all tags to a Lightroom keyword file
pt_br: exportar todas as etiquetas para um arquivo de palavras-chave do Lightroom

source: toggle list / tree view
pt_br: liga/desliga visualização em árvore

source: toggle list with / without suggestion
pt_br: liga/desliga lista com / sem sugestão

source: tag shortcut is not active with tag tree view. please switch to list view
pt_br: atalho de etiqueta não é ativo na visualização de árvore de etiquetas. por favor, mude para visualização de lista

source: battery indicator
pt_br: indicador de bateria

source: colorlabels
pt_br: etiquetas coloridas

source: toggle red label of selected images
pt_br: alterna etiqueta vermelha das imagens selecionadas

source: toggle yellow label of selected images
pt_br: alterna etiqueta amarela das imagens selecionadas

source: toggle green label of selected images
pt_br: alterna etiqueta verde das imagens selecionadas

source: toggle blue label of selected images
pt_br: alterna etiqueta azul das imagens selecionadas

source: toggle purple label of selected images
pt_br: alterna etiqueta roxa das imagens selecionadas

source: clear all labels of selected images
pt_br: remove todas etiquetas das imagens selecionadas

source: copyright (c) the authors 2009-%s
pt_br: copyright (c) os autores 2009-%s

source: organize and develop images from digital cameras
pt_br: organize e trate imagens de câmeras digitais

source: translator-credits
pt_br: Guilherme Brondani Torri <guitorri@gmail.com>, Frido Claudino <frido@fridoclaudino.com>, Jerônimo Pellegrini <j_p@aleph0.info>

source: filmstrip
pt_br: tira de filme

source: time
pt_br: hora
